Revit 2027 API
ParameterTypeId.RbsFamilyContentAnnotationDisplay Property
 "Use Annotation Scale"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFamilyContentAnnotationDisplay { get; }
Public Shared ReadOnly Property RbsFamilyContentAnnotationDisplay As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFamilyContentAnnotationDisplay {
	ForgeTypeId^ get ();
}
static member RbsFamilyContentAnnotationDisplay : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace